#Напишите программу, которая принимает на вход вещественное число и показывает сумму его цифр.

#for i in result:
    #if(i != b):
        #ist.append(i)
    #else:
        #i += i 

num = list(input())
res = 0
#ist = []
# while (int(x) == x):
    #if(True):
        #x = x * 10
    #else:
        #break




for i in range(len(num)):
    res+=int(num[i].replace('.', '0'))
print(res)





#for i in x:
    #ist.append(i)

#print(type(ist))
#print(sum(ist))

