# Напишите программу, которая по заданному номеру четверти, показывает диапазон возможных координат точек в этой четверти (x и y).

print("Введите номер плоскости для уточнения возможных координат")
ploskost = int (input ())

